Revit 2027 API
ParameterTypeId.MarkupsHistory Property
 "History"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MarkupsHistory { get; }
Public Shared ReadOnly Property MarkupsHistory As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MarkupsHistory {
	ForgeTypeId^ get ();
}
static member MarkupsHistory : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace